[
  "obsidian-mind-map",
  "better-word-count",
  "obsidian-hider",
  "obsidian-to-anki-plugin",
  "calendar",
  "obsidian-grandfather",
  "obsidian-filename-heading-sync",
  "sliding-panes-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-auto-link-title",
  "obsidian-auto-pair-chinese-symbol",
  "code-block-copy",
  "obsidian-fullscreen-plugin",
  "media-extended",
  "find-unlinked-files",
  "recent-files-obsidian",
  "obsidian-pandoc",
  "obsidian-markmind",
  "obsidian-kanban",
  "oz-image-plugin",
  "obsidian-icons-plugin",
  "homepage",
  "pdf-to-markdown-plugin",
  "obsidian-outliner",
  "obsidian-icon-folder",
  "obsidian-icon-swapper",
  "obsidian-hotkeys-for-templates",
  "obsidian-pangu",
  "emoji-shortcodes",
  "customizable-sidebar",
  "obsidian-emoji-toolbar",
  "obsidian-statusbar-pomo",
  "buttons",
  "obsidian-collapse-all-plugin",
  "obsidian-style-settings",
  "obsidian-languagetool-plugin",
  "customizable-menu",
  "obsidian-charts",
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-git"
]