[
  "obsidian-mind-map",
  "better-word-count",
  "obsidian-hider",
  "obsidian-to-anki-plugin",
  "calendar",
  "obsidian-grandfather",
  "obsidian-filename-heading-sync",
  "sliding-panes-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "obsidian-auto-link-title",
  "obsidian-auto-pair-chinese-symbol",
  "code-block-copy",
  "dataview",
  "obsidian-fullscreen-plugin",
  "media-extended",
  "obsidian-charts",
  "find-unlinked-files",
  "recent-files-obsidian",
  "obsidian-pandoc",
  "obsidian-markmind",
  "obsidian-kanban",
  "oz-image-plugin",
  "obsidian-icons-plugin",
  "convert-url-to-iframe",
  "homepage",
  "pdf-to-markdown-plugin",
  "obsidian-outliner",
  "obsidian-icon-folder"
]