[
  "obsidian-mind-map",
  "better-word-count",
  "obsidian-hider",
  "obsidian-to-anki-plugin",
  "calendar",
  "obsidian-grandfather",
  "obsidian-filename-heading-sync",
  "sliding-panes-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-git",
  "obsidian-auto-link-title",
  "obsidian-auto-pair-chinese-symbol",
  "code-block-copy",
  "dataview",
  "obsidian-enhancing-mindmap",
  "obsidian-fullscreen-plugin",
  "obsidian-map-view",
  "media-extended",
  "obsidian-charts",
  "obsidian-pandoc",
  "obsidian-style-settings"
]